Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_UtcResultWarning
source: The "{0}" part of this formula might not work as expected depending on the user's time zone, as the operation will be performed in Universal Coordinated Time (UTC) in formula columns.
bg_bg: Частта „{0}“ на тази формула може да не работи според очакванията в зависимост от часовата зона на потребителя, тъй като операцията ще бъде изпълнена в универсалното координирано време (UTC) в колоните за формули.
ca_es: És possible que la part "{0}" d'aquesta fórmula no funcioni com està previst segons el fus horari de l'usuari, ja que l'operació es realitzarà en l'hora coordinada universal (UTC) a les columnes de la fórmula.
cs_cz: Část "{0}" tohoto vzorce nemusí fungovat očekávaným způsobem v závislosti na časovém pásmu uživatele, protože operace bude provedena ve sloupcích vzorce v univerzálním koordinovaném čase (UTC).
da_dk: Delen "{0}" i denne formel fungerer muligvis ikke som forventet afhængigt af brugerens tidszone, da handlingen udføres i UTC (Universal Coordinated Time) i formelkolonnerne.
de_de: Der „{0}“-Teil dieser Formel funktioniert möglicherweise je nach Zeitzone des Benutzers nicht wie erwartet, da der Vorgang in Formelspalten in UTC (Universal Coordinated Time) ausgeführt wird.
el_gr: Το τμήμα "{0}" αυτού του τύπου ενδέχεται να μην λειτουργεί όπως αναμένεται ανάλογα με τη ζώνη ώρας του χρήστη, καθώς η λειτουργία θα εκτελεστεί σε Παγκόσμια Συντονισμένη ώρα (UTC) σε στήλες τύπου.
es_es: Es posible que la parte "{0}" de esta fórmula no funcione según lo previsto en función de la zona horaria del usuario, ya que la operación se realizará en el Horario universal coordinado (UTC) en las columnas de fórmula.
et_ee: Selle valemi osa "{0}" ei pruugi olenevalt kasutaja ajavööndist oodatud viisil töötada, kuna toiming tehakse valemiveergudes koordineeritud maailmaaja (UTC) järgi.
eu_es: Baliteke formula honen "{0}" zatiak espero den moduan ez funtzionatzea erabiltzailearen ordu-zonaren arabera, Ordu Unibertsal Koordinatuan (UTC) eta formula-zutabeetan gauzatuko baita eragiketa.
fi_fi: Kaavan osa {0} ei ehkä toimi odotetusti käyttäjän aikavyöhykkeen mukaan, koska toiminto suoritetaan kaavasarakkeissa UTC (Universal Coordinated Time) -muodossa.
fr_fr: La partie « {0} » de cette formule peut ne pas fonctionner comme prévu en fonction du fuseau horaire de l’utilisateur, car l’opération sera effectuée en temps universel coordonné (UTC) dans les colonnes de formule.
gl_es: É posible que a parte "{0}" desta fórmula non funcione segundo o esperado en función do fuso horario do usuario, porque a operación realizarase na Hora Universal Coordinada (UTC) nas columnas de fórmula.
hi_in: हो सकता है कि इस फॉर्मूला का "{0}" भाग उपयोगकर्ता के टाइम जोन के आधार पर अपेक्षानुसार काम न करे, क्योंकि कार्रवाई फॉर्मूला कॉलम में यूनिवर्सल कोऑर्डिनेटेड टाइम (UTC) में की जाएगी.
hr_hr: Funkcija „{0}” kao dio ove formule možda neće raditi kako je očekivano jer ovisi o vremenskoj zoni korisnika, a operacija u stupcima formule izvodit će se u univerzalnom koordiniranom vremenu (UTC).
it_it: La parte "{0}" di questa formula potrebbe non funzionare nel modo previsto a seconda del fuso orario dell'utente, poiché l'operazione verrà eseguita nell'ora UTC (Universal Coordinated Time) nelle colonne della formula.
ja_jp: この計算式の "{0}" の部分は、計算式列内の処理が世界協定時刻 (UTC) で実行されるため、ユーザーのタイム ゾーンによっては予期したとおりに動作しない可能性があります。
kk_kz: Бұл формуланың "{0}" бөлігі пайдаланушының уақыт белдеуіне байланысты күткендегідей істемеуі мүмкін, себебі әрекет формула бағандарында әмбебап үйлестірілген уақытта (UTC) орындалады.
ko_kr: 수식 열의 작업이 협정 세계시(UTC)로 수행되므로 사용자의 표준 시간대에 따라 이 수식의 "{0}" 부분이 정상적으로 수행되지 않을 수 있습니다.
lt_lt: Šios formulės dalis „{0}“ gali neveikti taip, kaip tikimasi, priklausomai nuo vartotojo laiko juostos, nes operacija formulės stulpeliuose bus atlikta suderintuoju pasauliniu laiku (UTC).
lv_lv: Formulas daļa “{0}”, iespējams, nedarbosies kā paredzēts atkarībā no lietotāja laika joslas, jo formulu kolonnās operācija tiks veikta atbilstoši universālajam koordinētajam laikam (UTC).
ms_my: Bahagian "{0}" untuk formula ini mungkin tidak berfungsi sebagaimana yang dijangka bergantung pada zon waktu pengguna kerana operasi akan dilakukan dalam Waktu Selaras Universal (UTC) dalam lajur formula.
nb_no: Delen {0} av denne formelen fungerer kanskje ikke som forventet, avhengig av brukerens tidssone, fordi operasjonen blir utført i UTC (Coordinated Universal Time) i formelkolonner.
nl_nl: Het onderdeel {0} van deze formule werkt mogelijk niet zoals verwacht, afhankelijk van de tijdzone van de gebruiker, omdat de bewerking wordt uitgevoerd in UTC (Universal Coordinated Time) in formulekolommen.
pl_pl: Część „{0}” tej formuły może nie działać zgodnie z oczekiwaniami w zależności od strefy czasowej użytkownika, ponieważ operacja zostanie wykonana w uniwersalnym czasie koordynowanym (UTC) w kolumnach formuły.
pt_br: A parte "{0}" desta fórmula talvez não funcione como esperado, dependendo do fuso horário do usuário, pois a operação será executada em Tempo Universal Coordenado (UTC) nas colunas de fórmula.
pt_pt: A parte "{0}" desta fórmula pode não funcionar conforme esperado consoante o fuso horário do utilizador, visto que a operação será efetuada em UTC (Hora Universal Coordenada) em colunas de fórmula.
ro_ro: Este posibil ca partea „{0}” a acestei formule să nu funcționeze în funcție de fusul orar al utilizatorului cum s-a prevăzut, deoarece operațiunea va fi efectuată în ora universală (UTC) în coloanele de formule.
ru_ru: Часть "{0}" этой формулы может работать не так, как ожидалось с учетом часового пояса пользователя, поскольку эта операция будет выполняться по времени в формате UTC в столбцах в формул.
sk_sk: Časť {0} tohto vzorca možno nebude fungovať podľa očakávania v závislosti od časového pásma používateľa, pretože operácia sa v stĺpcoch vzorcov vykoná v koordinovanom svetovom čase (UTC).
sl_si: Del »{0}« formule morda ne bo deloval po pričakovanjih, odvisno od časovnega pasu uporabnika, saj bo postopek izveden v univerzalnem koordiniranem času (UTC) v stolpcih s formulo.
sr_cyrl_rs: „{0}“ део ове формуле можда неће функционисати на очекивани начин у зависности од временске зоне корисника, јер ће операција бити изведена у координисаном универзалном времену (UTC) у колонама формула.
sv_se: Delen "{0}" i den här formeln kanske inte fungerar som förväntat beroende på användarens tidszon, eftersom operationen utförs i UTC-tid (Universal Coordinated Time) i formelkolumner.
th_th: ส่วน "{0}" ของสูตรนี้อาจไม่ทำงานตามที่คาดไว้ขึ้นอยู่กับโซนเวลาของผู้ใช้ เนื่องจากการดำเนินงานจะเป็นไปตามเวลามาตรฐานสากล (UTC) ในคอลัมน์สูตร
tr_tr: İşlem formül sütunlarında Eşgüdümlü Evrensel Saat'te (UTC) gerçekleştirileceği için bu formülün "{0}" bölümü, kullanıcının saat dilimine bağlı olarak beklendiği gibi çalışmayabilir.
uk_ua: Частина "{0}" цієї формули може працювати неналежним чином залежно від часового поясу користувача, оскільки операцію буде виконано у форматі UTC у стовпцях формул.
vi_vn: Phần "{0}" của công thức này có thể không hoạt động như mong đợi tùy thuộc vào múi giờ của người dùng, vì thao tác này sẽ được thực hiện theo Giờ phối hợp toàn cầu (UTC) trong các cột công thức.
zh_cn: 此公式的 "{0}" 部分可能无法正常工作，具体取决于用户所在的时区，因为将在公式列中按协调世界时(UTC)时执行该操作。
zh_tw: 根據使用者的時區，此公式的 "{0}"部分可能無法如預期運作，因為該作業將在公式資料行中以世界協調時間 (UTC) 執行。

# ErrorResource_ErrOperandExpected_ShortMessage
source: Expected an operand. The formula or expression expects a valid operand. For example, you can add the operand '2' to the expression ' 1 +_' so that the result is '3'. Or, you can add the operand "there" to the expression '"Hi "& _ ' so that the result is 'Hi there'.
bg_bg: Очакваше се операнд. Формулата или изразът очаква валиден операнд. Например можете да добавите операнда „2“ към израза „1 + _“, така че резултатът да е „3“. Или можете да добавите операнда „there“ към израза „"Hi "& _ “, така че резултатът да е „Hi there“.
ca_es: S'espera un operand. La fórmula o l'expressió espera un operand vàlid. Per exemple, podeu afegir l'operand "2" a l'expressió "1 + _" per tal que el resultat sigui "3". També podeu afegir l'operand "com esteu?" a l'expressió "Hola, "& _ " per tal que el resultat sigui "Hola, com esteu?".
cs_cz: Očekával se operand. Vzorec nebo výraz očekává platný operand. Například do výrazu 1 + můžete přidat operand 2, aby výsledkem bylo 3. Nebo do výrazu "Dobrý den "& _ můžete přidat operand "všem", aby výsledkem bylo Dobrý den všem.
da_dk: Der forventedes en operand. Formlen eller udtrykket forventer en gyldig operand. Du kan for eksempel føje operanden '2' til udtrykket '1 + _' så resultatet er '3'. Eller du kan tilføje operanden "der" til udtrykket ' "Hej" & _ ', så resultatet er 'Hej der'.
de_de: Es wurde ein Operand erwartet. Für die Formel oder den Ausdruck wird ein gültiger Operand erwartet. Beispielsweise können Sie dem Ausdruck " 1 +_" den Operanden "2" hinzufügen, sodass das Ergebnis "3" lautet. Sie können dem Ausdruck ""Hallo "& _ " den Operanden "zusammen" hinzufügen, sodass das Ergebnis "Hallo zusammen" lautet.
el_gr: Αναμενόταν τελεστέος. Ο τύπος ή η παράσταση αναμένει έναν έγκυρο τελεστέο. Για παράδειγμα, μπορείτε να προσθέσετε τον τελεστέο "2" στην παράσταση "1 + _" ώστε το αποτέλεσμα να είναι "3". Ή, μπορείτε να προσθέσετε τον τελεστέο "σας" στην παράσταση ""Γεια "& _ " ώστε το αποτέλεσμα να είναι "Γεια σας".
es_es: Se esperaba un operando. La fórmula o expresión espera un operando válido. Por ejemplo, puede agregar el operando "2" a la expresión " 1 +_" para que el resultado sea "3". O bien puede agregar el operando "there" a la expresión ""Hi "& _ " para que el resultado sea "Hi there".
et_ee: Eeldati operandi. Valem või väljend eeldab kehtivat operandi. Näiteks saate lisada operandi '2' väljendile ' 1 +_', nii et tulemus on '3'. Või võite lisada operandi "there" väljendile '"Hi "& _ ', nii et tulemus on 'Hi there'.
eu_es: Eragingai bat espero zen. Formulak edo espresioak erabil daitekeen eragingai bat espero du. Adibidez, "2" eragingaia gehi dezakezu " 1 +_" espresioan, eta "3" izango da emaitza. Bestela, "there" eragingaia gehi dezakezu ""Hi "& _ " espresioan, eta "Hi there" izango da emaitza.
fi_fi: Odotettiin operandia. Kaava tai lauseke odottaa kelvollista operandia. Voit esimerkiksi lisätä operandin 2 lausekkeeseen 1 +_ niin, että tulos on 3. Voit myös lisätä operandin there lausekkeeseen "Hi "& _ niin, että tuloksena on Hi there.
fr_fr: Opérande attendu. La formule ou l’expression attend un opérande valide. Par exemple, vous pouvez ajouter l’opérande « 2 » à l’expression « 1«+_ » pour que le résultat soit « 3 ». Vous pouvez également ajouter l’opérande « vous » à l’expression « "Bonjour " & _ » afin que le résultat soit « Bonjour vous ».
gl_es: Esperábase un operando. A fórmula ou a expresión esperaba un operando válido. Por exemplo, pode engadir o operando "2" á expresión "1 + _" para que o resultado sexa "3". Ou ben, pode engadir o operando "there" á expresión "'Hi '& _" para que o resultado sexa "Hi there".
hi_in: ऑपरेंड अपेक्षित है. सूत्र या व्यंजक एक मान्य ऑपरेंड की अपेक्षा करता है. उदाहरण के लिए, आप ऑपरेंड '2' को व्यंजक '1 + _' में ऐसे जोड़ सकते हैं कि परिणाम '3' हो. या, आप व्यंजक '"Hi "& _ ' में ऑपरेंड "there" ऐसे जोड़ सकते हैं कि परिणाम 'Hi there' हो.
hr_hr: Očekuje se operand. Formula ili izraz očekuju valjani operand. Možete, primjerice, dodati operand "2" u izraz " 1 +_" tako da rezultat bude "3". Ili pak u izraz ""Pozdrav "& _ " dodajte operand "svima" tako da rezultat bude "Pozdrav svima".
hu_hu: A rendszer operandust várt. A képlet vagy kifejezés egy érvényes operandust várt. Hozzáadhatja például a 2 operandust az „1 +” kifejezéshez, hogy az eredmény 3 legyen, vagy hozzáadhatja a "!" operandust az "Üdvözöljük" kifejezéshez, hogy az eredmény "Üdvözöljük!" legyen.
it_it: È previsto un operando. La formula o l'espressione prevede un operando valido. Ad esempio, è possibile aggiungere l'operando '2' all'espressione ' 1 +_' per ottenere il risultato '3'. In alternativa, è possibile aggiungere l'operando "tutti" all'espressione '"Cari "& _ ' per ottenere 'Cari tutti'.
ja_jp: オペランドが必要です。数式または式に有効なオペランドが必要です。たとえば、式 '1 + _' にオペランド '2' を追加すると、結果は '3' になります。または、式 '"Hi "& _ ' にオペランド "there" を追加すると、結果は 'Hi there' になります。
kk_kz: Операнд күтілді. Формула немесе өрнек жарамды операнд күтеді. Мысалы, "2" операндысын " 1 +_" өрнегіне қосуға болады, сонда нәтижесі "3" болады. Немесе ""Сәлем, "& _ " өрнегіне "бәріңізге" операндысын қосуға болады, сонда нәижесі "Сәлем, бәріңізге" болады.
ko_kr: 피연산자가 필요합니다. 수식 또는 식에는 유효한 피연산자가 필요합니다. 예를 들어, 식 ' 1 +_'에 피연산자 '2'를 추가하여 결과 값이 '3'이 되게 만들 수 있습니다. 또는 식 '"Hi "& _ '에 피연산자 "there"를 추가하여 'Hi there' 결과 값을 얻을 수 있습니다.
lt_lt: Numatomas operandas. Formulė arba reiškinys numato gauti tinkamą operandą. Pvz., į reiškinį 1 +_ galite įtraukti operandą 2, kad rezultatas būtų 3. Arba į išraišką Sveiki "& _ galite įtraukti operandą visi, kad rezultatas būtų Sveiki visi.
lv_lv: Tika paredzēts operands. Formulai vai izteiksmei tika paredzēts derīgs operands. Piemēram, varat pievienot operandu “2” izteiksmei “1 + _” un iegūt rezultātu “3”. Vai arī varat pievienot operandu “sveicināts” izteiksmei “"Esiet "& _” un iegūt rezultātu “Esiet sveicināts”.
ms_my: Dijangka operan. Formula atau ungkapan menjangkakan operan yang sah. Contohnya, anda boleh menambah operan '2' ungkapan '1 + _' agar keputusan adalah '3'. Atau, anda boleh menambah operan "there" pada ungkapan ' "Hi" & _ ' agar keputusan adalah 'Hi tiada'.
nb_no: Forventet en operand. Formelen eller uttrykket forventer en gyldig operand. Du kan for eksempel legge til operanden "2" i uttrykket '1 + _, slik at resultatet blir (3). Eller du kan legge til operanden "there" i uttrykket "" hei "& _' slik at resultatet blir "Hei du".
nl_nl: Er wordt een operand verwacht. Voor de formule of expressie wordt een geldige operand verwacht. U kunt bijvoorbeeld de operand 2 toevoegen aan de expressie 1 +_ zodat het resultaat 3 ontstaat. U kunt ook de operand 'daar' toevoegen aan de expressie 'Hallo '& _ voor het resultaat Hallo daar.
pl_pl: Oczekiwano operandu. Formuła lub wyrażenie oczekuje prawidłowego operandu. Na przykład możesz dodać operand „2” do wyrażenia „1 + _”, aby otrzymać wynik „3”, lub operand „dobry” do wyrażenia „"Dzień "& _”, aby otrzymać wynik „Dzień dobry”.
pt_br: Era esperado um operando. A fórmula ou expressão espera um operando válido. Por exemplo, você pode adicionar o operando '2' à expressão '1 + _' para que o resultado seja '3'. Ou você pode adicionar o operando "there" à expressão '"Hi "& _ ' para que o resultado seja 'Hi there'.
pt_pt: Era esperado um operando. A fórmula ou expressão espera um operando válido. Por exemplo, pode adicionar o operando "2" à expressão "1 +_" para que o resultado seja "3". Em alternativa, pode adicionar o operando "dia" à expressão ""Bom" & _" para que o resultado seja "Bom dia".
ro_ro: Se aștepta un operand. Formula sau expresia așteaptă un operand valid. De exemplu, puteți adăuga operandul „2” la expresia „1 +_”, astfel încât rezultatul să fie „3”. Alternativ, puteți adăuga operandul „tuturor” la expresia „"Salut "& _”, astfel încât rezultatul să fie „Salut tuturor”.
ru_ru: Ожидается операнд. В формуле или выражении ожидается допустимый операнд. Например, вы можете добавить операнд "2" в выражение "1 + _", чтобы получить результат "3", или операнд "день" в выражение «"Добрый "& _ », чтобы получить результат "Добрый день".
sk_sk: Očakával sa operand. Vzorec alebo výraz očakáva platný operand. Môžete napríklad pridať operand 2 do výrazu 1 +_ tak, aby výsledok bol 3. Alebo môžete do výrazu Dobrý & _ pridať operand Deň, aby bol výsledok Dobrý deň.
sl_si: Pričakovan je bil operand. Formula ali izraz pričakuje veljaven operand. Operand »2« lahko na primer dodate v izraz »1 +_ «, da bo rezultat »3«. V izraz »"Lep pozdrav "& _« pa lahko dodate operand »vsem«, da dobite rezultat »lep pozdrav vsem«.
sr_cyrl_rs: Очекује се операнд. Формула или израз очекују важећи операнд. На пример, можете да додате операнд „2“ у израз „ 1 + _“ тако да резултат буде „3“. Или, можете да додате операнд „како си“ у израз „Здраво, “& _ “ тако да резултат буде „Здраво, како си“.
sr_latn_rs: Očekuje se operand. Formula ili izraz očekuju važeći operand. Na primer, možete da dodate operand „2“ u izraz „ 1 + _“ tako da rezultat bude „3“. Ili, možete da dodate operand „kako si“ u izraz „Zdravo, “& _ “ tako da rezultat bude „Zdravo, kako si“.
sv_se: En operand förväntades. Formeln eller uttrycket förväntar sig en giltig operand. Du kan t.ex. lägga till operanden 2 till uttrycket "1+_” så att resultatet blir 3. Du kan lägga till operanden ”det” till uttrycket '”Hej” & _' så att resultatet blir "Hej där".
th_th: คาดหวังตัวถูกดำเนินการ สูตรหรือนิพจน์ต้องการตัวถูกดำเนินการที่ถูกต้อง ตัวอย่างเช่น คุณสามารถเพิ่มตัวถูกดำเนินการ '2' ไปยังนิพจน์ '1 +_' เพื่อที่จะได้ผลลัพธ์เป็น '3' หรือ คุณสามารถเพิ่มตัวถูกดำเนินการ 'ทุกคน' ไปยังนิพจน์ 'สวัสดี & _' เพื่อที่จะได้ผลลัพธ์เป็น 'สวัสดีทุกคน'
tr_tr: İşlenen bekleniyordu. Formül veya ifade geçerli bir işlenen bekliyor. Örneğin, sonucun '3' olması için '2' işlenenini '1 + _' ifadesine ekleyebilirsiniz. Veya sonucun "Hoş geldiniz" olması için "geldiniz" işlenenini '"Hoş "& _ ' işlenenine ekleyebilirsiniz.
uk_ua: Потрібен операнд. Формулі або виразу потрібен припустимий операнд. Наприклад, можна додати операнд "2" до виразу "1 + _", щоб отримати результат "3". Операнд "дня" можна додати до виразу "Доброго _", щоб отримати результат "Доброго дня".
vi_vn: Dự kiến có toán hạng. Công thức hoặc biểu thức dự kiến có một toán hạng hợp lệ. Ví dụ: bạn có thể thêm toán hạng '2' vào biểu thức ' 1 +_' để kết quả trở thành '3'. Hoặc, bạn có thể thêm toán hạng "there" vào biểu thức '"Hi "& _ ' để kết quả trở thành 'Hi there'.
zh_cn: 预期接收一个操作数。公式或表达式预期接收一个有效操作数。例如，可将操作数“2”添加到表达式“1 + _”，得到结果“3”。或可将操作数“好”添加到表达式“"你 "& _”，得到结果“你好”。
zh_tw: 必須是運算元。公式或運算式必須包含有效的運算元。例如，您可以為運算式 '1 + _' 新增運算元 '2'，以得出結果 '3'。您也可以在運算式 '"Hi "& _ ' 中新增 "there"，以得出結果 'Hi there'。
